{
  "title": "First-in-human study of epidural spinal cord stimulation in individuals with spinal muscular atrophy",
  "authors": [
    "Prat-Ortega, G.",
    "Ensel, S.",
    "Donadio, S.",
    "Borda, L.",
    "Boos, A.",
    "Yadav, P.",
    "Verma, N.",
    "Ho, J.",
    "Carranza, E.",
    "Frazier-Kim, S.",
    "Fields, D. P.",
    "Fisher, L. E.",
    "Weber, D. J.",
    "Balzer, J.",
    "Duong, T.",
    "Weinstein, S. D.",
    "Eliasson, M. J. L.",
    "Montes, J.",
    "Chen, K. S.",
    "Clemens, P. R.",
    "Gerszten, P.",
    "Mentis, G. Z.",
    "Pirondini, E.",
    "Friedlander, R. M.",
    "Capogrosso, M."
  ],
  "year": 2025,
  "description": "Dataset from a first-in-human study testing epidural spinal cord stimulation in three adults with type 3 spinal muscular atrophy (SMA). The intervention aimed to improve motoneuron function and motor performance.",
  "full_description": "This dataset is derived from a clinical study evaluating the effects of epidural spinal cord stimulation (SCS) in three adults diagnosed with type 3 spinal muscular atrophy. SCS was delivered for four weeks, 2 hours daily during motor tasks, using epidural electrodes targeting sensory afferents in the lumbosacral spinal cord. The intervention led to significant gains in strength (up to +180%), gait quality, and endurance, with changes persisting even when stimulation was turned off. Data includes clinical outcomes and neurophysiological measures. Raw data access is restricted and requires IRB approval and material transfer agreements.",
  "data_format": "Not explicitly stated; likely tabular and signal data",
  "size": "Not specified",
  "number_of_subjects": 3,
  "number_of_channels": "Not specified",
  "sampling_rate": "Not specified",
  "url": "https://www.nature.com/articles/s41591-024-03484-8",
  "download": "https://doi.org/10.5281/zenodo.14201208",
  "paper": "https://www.nature.com/articles/s41591-024-03484-8",
  "code": "https://github.com/genisprat/BiophysicalModel_SCSinSMA",
  "citation": "Prat-Ortega G., Ensel S., Donadio S., et al. (2025). First-in-human study of epidural spinal cord stimulation in individuals with spinal muscular atrophy. Nature Medicine, 31, 1246–1256.",
  "license": "Restricted; raw data available upon IRB approval and MTA",
  "added_date": "2025-03-31"
}