{
  "title": "A mosaic of whole-body representations in human motor cortex",
  "authors": [
    "Darrel R. Deo",
    "Elizaveta V. Okorokova",
    "Anna L. Pritchard",
    "Nick V. Hahn",
    "Nicholas S. Card",
    "Samuel R. Nason-Tomaszewski",
    "Justin Jude",
    "Thomas Hosman",
    "Eun Young Choi",
    "Deqiang Qiu",
    "Yuguang Meng",
    "Maitreyee Wairagkar",
    "Claire Nicolas",
    "Foram B. Kamdar",
    "Carrina Iacobacci",
    "Alexander Acosta",
    "Leigh R. Hochberg",
    "Sydney S. Cash",
    "Ziv M. Williams",
    "Daniel B. Rubin",
    "David M. Brandman",
    "Sergey D. Stavisky",
    "Nicholas AuYong",
    "Chethan Pandarinath",
    "John E. Downey",
    "Sliman J. Bensmaia",
    "Jaimie M. Henderson",
    "Francis R. Willett"
  ],
  "year": 2024,
  "publication": "bioRxiv",
  "abstract": "Understanding how the body is represented in motor cortex is key to understanding how the brain controls movement. The precentral gyrus (PCG) has long been thought to contain largely distinct regions for the arm, leg and face (represented by the “motor homunculus”). However, mounting evidence has begun to reveal a more intermixed, interrelated and broadly tuned motor map. Here, we revisit the motor homunculus using microelectrode array recordings from 20 arrays that broadly sample PCG across 8 individuals, creating a comprehensive map of human motor cortex at single neuron resolution. We found whole-body representations throughout all sampled points of PCG, contradicting traditional leg/arm/face boundaries. We also found two speech-preferential areas with a broadly tuned, orofacial-dominant area in between them, previously unaccounted for by the homunculus. Throughout PCG, movement representations of the four limbs were interlinked, with homologous movements of different limbs (e.g., toe curl and hand close) having correlated representations. Our findings indicate that, while the classic homunculus aligns with each area’s preferred body region at a coarse level, at a finer scale, PCG may be better described as a mosaic of functional zones, each with its own whole-body representation.",
  "keywords": [
    "motor cortex",
    "brain-computer interface",
    "precentral gyrus",
    "motor representation",
    "microelectrode arrays",
    "neurophysiology",
    "motor homunculus"
  ],
  "doi": "10.1101/2024.09.14.613041",
  "pdf": "https://www.biorxiv.org/content/10.1101/2024.09.14.613041v1.full.pdf",
  "code": "",
  "bibtex": "@article{deo2024,\n  title={A mosaic of whole-body representations in human motor cortex},\n  author={Deo, Darrel R. and Okorokova, Elizaveta V. and Pritchard, Anna L. and Hahn, Nick V. and Card, Nicholas S. and Nason-Tomaszewski, Samuel R. and Jude, Justin and Hosman, Thomas and Choi, Eun Young and Qiu, Deqiang and Meng, Yuguang and Wairagkar, Maitreyee and Nicolas, Claire and Kamdar, Foram B. and Iacobacci, Carrina and Acosta, Alexander and Hochberg, Leigh R. and Cash, Sydney S. and Williams, Ziv M. and Rubin, Daniel B. and Brandman, David M. and Stavisky, Sergey D. and AuYong, Nicholas and Pandarinath, Chethan and Downey, John E. and Bensmaia, Sliman J. and Henderson, Jaimie M. and Willett, Francis R.},\n  journal={bioRxiv},\n  year={2024},\n  doi={10.1101/2024.09.14.613041},\n  publisher={Cold Spring Harbor Laboratory}\n}",
  "citations": 0,
  "added_date": "2025-06-06",
  "volume": "",
  "pages": "",
  "url": "https://www.biorxiv.org/content/10.1101/2024.09.14.613041v1"
}