{
  "title": "Representation of verbal thought in motor cortex and implications for speech neuroprostheses",
  "authors": [
    "Erin M. Kunz",
    "Benyamin Meschede-Krasa",
    "Foram Kamdar",
    "Donald Avansino",
    "Samuel R. Nason-Tomaszewski",
    "Nicholas S. Card",
    "Brandon Jacques",
    "Payton Bechefsky",
    "Nick Hahn",
    "Carrina Iacobacci",
    "Leigh R. Hochberg",
    "David M. Brandman",
    "Sergey D. Stavisky",
    "Nicholas AuYong",
    "Chethan Pandarinath",
    "Shaul Druckmann",
    "Jaimie M. Henderson",
    "Francis R. Willett"
  ],
  "year": 2024,
  "publication": "bioRxiv",
  "abstract": "Speech brain-computer interfaces show great promise in restoring communication for people who can no longer speak, but have also raised privacy concerns regarding their potential to decode private verbal thought. Using multi-unit recordings in three participants with dysarthria, we studied the representation of inner speech in the motor cortex. We found a robust neural encoding of inner speech, such that individual words and continuously imagined sentences could be decoded in real-time. This neural representation was highly correlated with overt and perceived speech. We investigated the possibility of 'eavesdropping' on private verbal thought, and demonstrated that verbal memory can be decoded during a non-speech task. Nevertheless, we found a neural 'overtness' dimension that can help to avoid any unintentional decoding. Together, these results demonstrate the strong representation of verbal thought in the motor cortex, and highlight important design considerations and risks that must be addressed as speech neuroprostheses become more widespread.",
  "keywords": [
    "brain-computer interface",
    "inner speech",
    "motor cortex",
    "speech neuroprosthesis",
    "neural decoding",
    "privacy",
    "verbal thought"
  ],
  "doi": "10.1101/2024.10.04.616375",
  "pdf": "https://www.biorxiv.org/content/10.1101/2024.10.04.616375v1.full.pdf",
  "code": "",
  "bibtex": "@article{kunz2024,\n  title={Representation of verbal thought in motor cortex and implications for speech neuroprostheses},\n  author={Kunz, Erin M. and Meschede-Krasa, Benyamin and Kamdar, Foram and Avansino, Donald and Nason-Tomaszewski, Samuel R. and Card, Nicholas S. and Jacques, Brandon and Bechefsky, Payton and Hahn, Nick and Iacobacci, Carrina and Hochberg, Leigh R. and Brandman, David M. and Stavisky, Sergey D. and AuYong, Nicholas and Pandarinath, Chethan and Druckmann, Shaul and Henderson, Jaimie M. and Willett, Francis R.},\n  journal={bioRxiv},\n  year={2024},\n  doi={10.1101/2024.10.04.616375}\n}",
  "citations": 0,
  "added_date": "2025-06-06",
  "volume": "",
  "pages": "",
  "url": "https://www.biorxiv.org/content/10.1101/2024.10.04.616375v1"
}